vessel-scorpionART-name = АН-ВСК «Скорпион-АРТ»
vessel-scorpionART-desc = очень шустрый артиллерийский корвет из линейки «Скорпионов», созданный для групповой работы по крупным целям. Снабжён шестью АК-800 «Фанг», а также по паре W-125 «Бофорс» и  RAC-30 «Драупнир».
vessel-scorpionMSL-name = АН-ВСК «Скорпион-РСЗО»
vessel-scorpionMSL-desc = очень шустрый ракетный корвет из линейки «Скорпионов», созданный для групповой работы по крупным целям. Снабжён четырмя зенитными ADVP-7 «Дравон», двумя SRM-573 «Ванквер» и ADMP-50 «Серпент».