uplink-pirate-white-phosphorus-name = Коробка гранат с белым фосфором
uplink-pirate-white-phosphorus-desc = Лучший способ решить проблему, не оставив от неё и следа. Быстро, эффективно, и совершенно безжалостно. Ваши враги сгорят, ваши тайны останутся тайнами. Рекомендуется для сорвавшихся переговоров.

uplink-pdv-t1-scorpionART-voucher-name = Ваучер на «Скорпион-АРТ»
uplink-pdv-t1-scorpionART-voucher-desc = Небольшая карта, содержащая данные для получения артиллерийского корвета из линейки шаттлов «Скорпион».

uplink-pdv-t1-scorpionMSL-voucher-name = Ваучер на «Скорпион-РСЗО»
uplink-pdv-t1-scorpionMSL-voucher-desc = Небольшая карта, содержащая данные для получения ракетного корвета из линейки шаттлов «Скорпион».